Repository: alpacabyte/Business_Management
Catalog: lib/localization/l10n/app_*.arb
Languages: tr

source: Home
tr: Ana Sayfa

source: Products
tr: Ürünler

source: Costumers
tr: Müşteriler

source: Suppliers
tr: Tedarikçiler

source: Vault
tr: Kasa

source: Settings
tr: Ayarlar

source: Corporate Title
tr: Firma Ünvanı

source: Address
tr: Adres

source: Phone Number
tr: Telefon Numarası

source: Tax Administration
tr: Vergi Dairesi

source: Tax Number
tr: Vergi Numarası

source: Save costumer
tr: Müşteriyi kaydet

source: Cancel and go Back
tr: İptal et ve geri git

source: 'Total Sales
tr: 'Bütün satışlar

source: Total Payments
tr: Bütün ödemeler

source: Total Balance
tr: Toplam Bakiye

source: Date
tr: Tarih

source: Comment
tr: Açıklama

source: Sale
tr: Satış

source: Payment
tr: Ödeme

source: Balance
tr: Bakiye

source: Save the costumer and create another
tr: Müşteriyi kaydet ve yenisini kaydetmeye git

source: Save the costumer and go to list
tr: Müşteriyi kaydet ve listeye geri dön

source: Add a costumer to list
tr: Yeni bir müşteri kaydet

source: Delete selected costumers from list
tr: Seçilmiş müşterileri sil

source: Created
tr: Oluşturulma Tarihi

source: Last Modified
tr: Son Değiştirilme

source: Costumer No
tr: Müşteri Numarası

source: Last Transactions
tr: Son İşlemler

source: Create excel from this costumer
tr: Bu müşteriden excel dosyası oluştur

source: Create excel from this supplier
tr: Bu tedarikçiden excel dosyası oluştur

source: Sales
tr: Satışlar

source: Payments
tr: Ödemeler

source: Transactions
tr: İşlemler

source: Go back
tr: Geri git

source: Edit costumer
tr: Müşteriyi düzenle

source: Data Base Error!
tr: Veri Tabanı Hatası!

source: Save the supplier and create another
tr: Tedarikçiyi kaydet ve yenisini kaydetmeye git

source: Save the supplier and go to list
tr: Tedarikçiyi kaydet ve listeye geri dön

source: Save supplier
tr: Tedarikçiyi kaydet

source: Delete selected suppliers from list
tr: Seçilmiş tedarikçileri sil

source: Add a supplier to list
tr: Yeni bir tedarikçi kaydet

source: Create excel from selected suppliers
tr: Seçilmiş tedarikçilerden excel dosyası oluştur

source: Create excel from selected costumers
tr: Seçilmiş müşterilerden excel dosyası oluştur

source: Supplier No
tr: Tedarikçi No

source: Purchases
tr: Satın Almalar

source: Edit supplier
tr: Tedarikçiyi düzenle

source: Language
tr: Dil

source: Turkish
tr: Türkçe

source: English
tr: İngilizce

source: Product Name
tr: Parça Adı

source: Product Code
tr: Parça Kodu

source: Mold Code
tr: Kalıp Kodu

source: Printing Weight
tr: Baskı Gramajı

source: Number of Compartments
tr: Göz Adedi

source: Production Time
tr: Çevrim Süresi

source: Used Material
tr: Kullanılan Hammade

source: Used Paint
tr: Kullanılan Boya

source: Auxiliary Material
tr: Yardımcı Malzeme

source: Machine Tonnage
tr: Makine Tonajı

source: Market Price
tr: Market Fiyatı

source: Save the product and create another
tr: Ürünü kaydet ve yenisini kaydetmeye git

source: Save the product and go to list
tr: Ürünü kaydet ve listeye geri dön

source: No photo
tr: Fotoğraf yok

source: Photo not found
tr: Fotoğraf bulunamadı

source: Save product
tr: Ürünü kaydet

source: Create excel from selected products
tr: Seçilmiş ürünlerden excel dosyası oluştur

source: Image
tr: Fotoğraf

source: Add a product to list
tr: Yeni bir ürün kaydet

source: Delete selected products from list
tr: Seçilmiş ürünleri sil

source: Unit Weight
tr: Birim Gramajı

source: Product No.
tr: Ürün No.

source: Edit product
tr: Ürünü düzenle

source: Total Purchases
tr: Bütün Alımlar

source: Sale Transaction
tr: Satış İşlemi

source: Payment Transaction
tr: Ödeme İşlemi

source: New Payment Transaction
tr: Yeni Ödeme İşlemi

source: Transaction Date
tr: İşlem Tarihi

source: Amount
tr: Miktar

source: Save The Transaction And Create Another
tr: İşlemi kaydet ve yenisini kaydetmeye git

source: Save The Transaction And Go to List
tr: İşlemi kaydet ve listeye geri dön

source: New Sale Transaction
tr: Yeni Satış İşlemi

source: Quantity
tr: Tane Sayısı

source: Unit Price
tr: Birim Fiyatı

source: Total Price
tr: Toplam Fiyat

source: s Transaction
tr: in İşlemleri

source: Add a transaction to list
tr: Yeni bir işlem kaydet

source: Delete selected transactions from list
tr: Seçilmiş işlemleri sil

source: Purchase Transaction
tr: Satın Alma İşlemi

source: Purchase
tr: Satın Alma

source: New Purchase Transaction
tr: Yeni Satın Alma İşlemi

source: January
tr: Ocak

source: February
tr: Şubat

source: March
tr: Mart

source: April
tr: Nisan

# may
source: Mmay
tr: Mayıs

source: June
tr: Haziran

source: July
tr: Temmuz

source: August
tr: Ağustos

source: September
tr: Eylül

source: October
tr: Ekim

# november
source: Covember
tr: Kasım

source: December
tr: Aralık

source: Collection Transaction
tr: Tahsil İşlemi

source: New Collection Transaction
tr: Yeni Tahsil İşlemi

source: Collection
tr: Tahsilat

source: All Transactions
tr: Tüm İşlemler

source: Collections
tr: Tahsilatlar
